Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E11B.tmx
Source language: en_us
Languages: zh_cn

source: Antique Distressed Furniture for a Fresh Look
zh_cn: 家具仿古做旧

source: From farmhouse chic to shabby European, adding a few pieces of antiqued or distressed furniture adds instant charm and character to any room.
zh_cn: 从农舍风格到老旧欧式，放上几样仿古或做旧的家具，任何一间屋子都会立刻增添几分魅力与个性。

source: You can spend thousands of dollars on authentic antique pieces, but if you're looking for something a little less expensive, consider antiquing and distressing old wood furniture as your upcoming weekend project.
zh_cn: 你可以花上几千美元买古董家具，但是如果你想换个更便宜的方式，可以考虑在即将到来的周末给旧木质家具来些仿古和做旧处理。

source: It's fun, it's easy and you gives you tremendous bragging rights.
zh_cn: 这很有趣，也很简单，同时还会给你不少吹牛资本。

source: The first step is to gather up some old pieces that you don't mind changing.
zh_cn: 第一步是收拾出几件你不介意做些改变的旧家具。

source: Obviously your grandmother's rosewood china cabinet is not the best option, but a $15 end table from the local thrift store is a great choice.
zh_cn: 你祖母的红木瓷器橱显然不是个好选择，但是花15美元从当地旧货店买来的茶几就很合适了。

source: You may want to also grab a "practice piece" that you wouldn't mind tossing if the first attempt goes awry.
zh_cn: 你也可以找一件可以随意丢弃的做试验品，以防你第一次尝试搞砸了。

source: The second step is the same as any other painting project - sand down the piece with medium to fine sandpaper.
zh_cn: 第二步和其他油漆工作一样——用中粗或细砂纸打磨家具。

source: This will help the primer stick better and reduce accidental imperfections to a more genuine antique look.
zh_cn: 这会让涂料粘合的更牢固，同时减少意外疵点从而使做旧效果更逼真。

source: After sanding, wipe down the furniture with a damp rag.
zh_cn: 打磨之后，用湿布擦拭家具。

source: Next, use a candle stick to rub wax along the edges and places where you'd like the under layer to show through, then brush off the excess.
zh_cn: 然后，用蜡烛棒给家具边沿和你希望底层外露的部分上蜡，将多余的蜡刷去。

source: Follow with several ultra thin coats of paint - preferably in some variation of white such as eggshell or ivory.
zh_cn: 接下来刷上薄薄的几层涂料——最好是用一些白色的变色比如蛋壳白或者象牙白。

source: After several hours of drying, the next step in the project is to begin scratching away the previously waxed spots using a small paint scraper or dull, rounded knife.
zh_cn: 干燥几小时后，下一步工作是用小号油漆刮刀或者钝的圆头小刀把之前上蜡的地方刮除。

source: Follow up by sanding off the loose bits of wax and paint.
zh_cn: 然后用砂纸磨掉松脱的蜡质和油漆。

source: Finally, mix together one part brown paint and several parts water to make a sort of antiquing glaze.
zh_cn: 最后，将一份的棕色涂料和几份水混合制成一种做旧釉料。

source: Rub the glaze on lightly with a sponge, then wipe off with a clean, dry cloth.
zh_cn: 用海绵轻轻抹上釉料，然后用干燥的干布擦拭。

source: Focus especially on areas around the distressed marks you created previously.
zh_cn: 尤其要注意你之前制作的做旧痕迹的周围区域。

source: The end result will be a sort of yellowed, worn look.
zh_cn: 最终效果应该是一种泛黄的磨损外观。

source: Finish off your new piece with a coat of protective finish, and allow your piece to dry for about 48 hours.
zh_cn: 再涂上一层保护涂层并干燥48小时，你的作品就完成了。

source: Once you're done, display your beautifully refinished piece for all to see, and smile to yourself while all of your friends and family assume you've spent a fortune.
zh_cn: 完成之后，将你漂亮整修过的旧家具展示给所有人看，然后你就可以一边偷笑，一边让朋友们去感叹你真是不惜血本了。
